Repository: wp-plugins/shortcodes-pro
Catalog: lan/shortcodes-pro-*.po
Languages: es_es, fr_fr

source: Edit
es_es: Editar
fr_fr: Editer

source: Delete
es_es: Borrar
fr_fr: Supprimer

source: Add
fr_fr: Ajouter

source: Settings
es_es: Ajustes
fr_fr: Paramètres

source: Add New Shortcode
es_es: Añadir nueva Abreviatura
fr_fr: Ajouter un nouveau Shortcode

source: Edit Shortcode
es_es: Editar abreviatura
fr_fr: Editer le Shortcode

source: New Shortcode
es_es: Nueva Abreviatura
fr_fr: Nouveau Shortcode

source: View Shortcodes
es_es: Ver abreviaturas
fr_fr: Voir les Shortcodes

source: Search Shortcodes
es_es: Buscar abreviaturas
fr_fr: Chercher un Shortcode

source: No Shortcode Found
es_es: No se han encontrado abreviaturas
fr_fr: Aucun Shortcode trouvé

source: No Shortcodes Found In Trash
es_es: No se han encontrado abreviaturas en la papelera
fr_fr: Aucun Shortcode trouvé dans la corbeille

source: Publish
es_es: Publicar
fr_fr: Publier

source: Button Image
es_es: Imagen del botón
fr_fr: Image du bouton

source: Delete Permanently
es_es: Borrar permanentemente
fr_fr: Supprimer définitivement

source: Move to Trash
es_es: Mover a la papelera
fr_fr: Mettre à la corbeille

source: Shortcode updated.
es_es: Abreviatura actualizada.
fr_fr: Shortcode mis à jour.

source: Custom field updated.
es_es: Campo personalizado actualizado
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
es_es: Campo personalizado borrado
fr_fr: Champ personnalisé supprimé.

source: Shortcode restored to revision from %s
es_es: Abreviatura restaurada para revisión de %s
fr_fr: Shortcode restauré depuis %s

source: Shortcode published
es_es: Abreviatura publicada
fr_fr: Shortcode publié

source: Shortcode saved.
es_es: Abreviatura enviada.
fr_fr: Shortcode sauvegardé.

source: Shortcode submitted.
es_es: Abreviatura enviada.
fr_fr: Shortcode transmis.

source: Shortcode scheduled.
es_es: Abreviatura programada
fr_fr: Shortcode programmé.

source: Shortcode draft updated.
es_es: Borrador de abreviatura actualizado.
fr_fr: Brouillon du Shortcode mis à jour.

source: From this page you can easily change the order of your shortcodes buttons
fr_fr: Dans cette page, vous pouvez facilement réordonner les boutons de vos Shortcodes.

source: Drag and drop the ( || separator ) button to add spaces in between the buttons. Double click them to remove
es_es: Arrastrar y soltar el (|| separador) botón para añadir espeacios entre los botones. Doble clic para quitarlos
fr_fr: Glissez-déposez le bouton ( || séparateur ) pour ajouter un espace entre les boutons. Double-cliquez pour les supprimer.

source: Changes on this page will be automatically saved
es_es: Los cambios en esta página se guardaran automáticamente
fr_fr: Les modifications effectuées dans cette page seront automatiquement sauvegardées

source: <strong>Name</strong> - Each shortcode requires a custom name, an unique slug will be automatically generated from it. This is the action identifier of your custom shortcode
es_es: <strong>Nombre</strong> - Cada abreviatura requiere un nombre propio, se generará automáticamente una descripción única para ella. Este es el identificador de la acción de tu abreviatura.
fr_fr: <strong>Nom</strong> - Chaque Shortcode doit porter un nom. Un slug unique sera automatiquement généré à partir de ce nom. Cette action identifie et distingue chacun de vos Shortcodes

source: <strong>Behavior</strong> - There are two possible behaviors, these change the way the shortcode works. "Wrap Content With" allows you to inject some code before and after a selection, most common and simple shortcodes can be achieved this way. "Insert Custom Code" gives you more freedom and the choice to accept Attribute Values and different code languages (HTML and PHP)
fr_fr: <strong>Comportement</strong> - Deux comportements sont possibles, et modifient la manière dont le Shortcode fonctionne. "Encadrement du contenu" permet l'ajout de code avant et après la sélection. "Insertion de code" vous offre plus de liberté et vous permet d'activer des variables pour les attributs et de choisir le langage du code (HTML and PHP)

source: <strong>Attributes</strong> - Similar to built in shortcode buttons, you can ask input for different values trough an automatically generated overlay window. At this version, it supports Text, Textarea and Select fields
es_es: <strong>Atributos</strong> - Similar a los botones de abreviatura incluidos, puedes solicitar un entrada para distintos valores mediante un ventana superpuesta generada automáticamente. Esta versión soporta texto, áreas de texto y campos de selección
fr_fr: <strong>Attributs</strong> - Vous pouvez demander à l'utilisateur de renseigner des variables grâce à une fenêtre popup générée automatiquement. Cette version supporte les champs de type Text, Textarea et Select fields

source: <strong>Before Selection</strong> - Set the code you want to add before the current selection
es_es: <strong>Antes de la selección</strong> - Ajusta el código que deseas añadir antes de la selección activa
fr_fr: <strong>Avant la sélection</strong> - Saisissez le code que vous voulez voir apparaître avant la sélection

source: <strong>After Selection</strong> - Set the code you want to add after the current selection
es_es: <strong>Después de la selección</strong> - Ajusta el código que deseas añadir después de la selección activa
fr_fr: <strong>Après la sélection</strong> - Saisissez le code que vous voulez voir apparaître après la sélection

source: <strong>Language</strong> - This behavior allows two types of languages. HTML and PHP. This will modify the way the plugin process the inserted code
es_es: <strong>Lenguaje</strong> - Este funcionamiento permite dos tipos de lenguajes. HTML y PHP. Esto modificará la forma en que el plugin procesa el código insertado.
fr_fr: <strong>Langage</strong> - Deux langages sont autorisés : HTML and PHP. Le choix du langage modifie la manière dont l'extension gère le code personnalisé

source: <strong>Code</strong> - Insert here your custom code. Insert Custom Code features template tags, these can be used as wildcards and will be replaced with dynamic content
es_es: <strong>Código</strong> - Inserta aquí tu código personalizado. Insertar Código personalizado con características de etiquetas de la plantilla, esto se puede utilizar como comodines y serán remplazados con código dinámico
fr_fr: <strong>Code</strong> - Insérez votre code personnalisé ici. Vous pouvez utiliser des tags, qui seront remplacés par du contenu dynamique

source: <strong>Enable</strong> - Mark the checkbox to generate a custom TinyMCE button
es_es: <strong>Activar</strong> - Marcar la casilla de verificación para generar un botón TinyMCE personalizado
fr_fr: <strong>Activer</strong> - Cochez le bouton pour générer un bouton TinyMCE personnalisé

source: <strong>Prevent</strong> - The Prevent feature will alert the user if there is no selection present
es_es: <strong>Prevención</strong> - La característica de Prevención alertará al usuario si no hay una selección activa
fr_fr: <strong>Sécurité</strong> - L'option Sécurité permet de prévenir l'utilisateur si aucune sélection n'a été effectuée

source: <strong>Row</strong> - TinyMCE ships with up to 4 rows of buttons. Select the desired row from the list
es_es: <strong>Fila</strong> - TinyMCE contiene hastas 4 filas de botones. Selecciona la fila deseada de la lista
fr_fr: <strong>Rang</strong> - TinyMCE utilise 4 rangs de boutons. Sélectionnez dans cette liste celui que vous préférez

source: <strong>Button Image</strong> - Use to set the button's image. Works exactly as <a href="http://en.support.wordpress.com/featured-images/#setting-a-featured-image" title="Featured Images">Featured Images</a>. Best results are with images of 20x20 pixels
es_es: <strong>Imagen del botón</strong> - Usar para seleccionar la imagen del botón. Funciona exactamente como <a href="http://en.support.wordpress.com/featured-images/#setting-a-featured-image" title="Imágenes destacadas">Imágenes destacadas</a>. Los mejores resultados son con imágenes de 20x20 pixels
fr_fr: <strong>Image du bouton</strong> - Utilisez cette fonctionnalité pour attribuer une image à un bouton. Fonctionne exactement comme <a href="http://en.support.wordpress.com/featured-images/#setting-a-featured-image" title="Featured Images">Mettre une image à la une</a>. Meilleure taille pour les images : 20x20 pixels

source: Updates
es_es: Actualizaciones
fr_fr: Mises à jour

source: Version Installed:
es_es: Versión Instalada:
fr_fr: Version installée :

source: Attributes
es_es: Atributos
fr_fr: Attributs

source: Behavior
es_es: Comportamiento
fr_fr: Comportement

source: Button
es_es: Botón
fr_fr: Bouton

source: Row
es_es: Fila
fr_fr: Rang

source: none
fr_fr: aucun

source: enabled
fr_fr: activé

source: disabled
fr_fr: désactivé

source: Add New Attribute
fr_fr: Ajouter un nouvel attribut

source: New Attribute Details
fr_fr: Renseignements concernant le nouvel attribut

source: Add Attribute
es_es: Añadir attributo
fr_fr: Ajouter l'attribut

source: Edit Attribute
es_es: Editar Atributo
fr_fr: Editer l'attribut

source: Edit Attribute Details
fr_fr: Editer les renseignements concernant l'attribut

source: Update Attribute
fr_fr: Mettre à jour l'attribut

source: Shortcode Details
es_es: Detalles de la Abreviatura
fr_fr: Renseignements

source: Name
es_es: Nombre
fr_fr: Nom

source: Enter the shortcode name.
es_es: Entra el nombre de la abreviatura
fr_fr: Donnez un nom à votre Shortcode.

source: Use this action to trigger the shortcode.
es_es: Usar esta acción para activar la abreviatura
fr_fr: Utilisez cette action pour exécuter le Shortcode.

source: Select the type of behavior you want to apply to this shortcode.
es_es: Selecciona el tipo de funcionamiento que quieres aplicar a esta abreviatura
fr_fr: Choisissez le type de comportement que vous désirez appliquer à ce Shortcode.

source: Check to enable attributes for this shortcode.
es_es: Marcar para permitir attributos para esta abreviatura
fr_fr: Cochez pour activer les attributs pour ce Shortcode.

source: Order
es_es: Orden
fr_fr: Ordre

source: Wrap Content With
es_es: Rodear contenido con
fr_fr: Encadrement du contenu

source: Before selection
es_es: Antes de la selección
fr_fr: Avant la sélection

source: Enter the HTML code to insert before the selection.
es_es: Entra el código HTML a insertar antes de la selección
fr_fr: Saisissez le code HTML à insérer avant la sélection.

source: After selection
es_es: Después de la selección
fr_fr: Après la sélection

source: Enter the HTML code to insert after the selection.
es_es: Entra el código HTML a insertar después de la selección
fr_fr: Saisissez le code HTML à insérer après la sélection.

source: Insert Custom Code
es_es: Insertar código personalizado
fr_fr: Insertion de code

source: Language
es_es: Lenguaje
fr_fr: Langage

source: Select the code language.
es_es: Selecciona el lenguaje del código.
fr_fr: Sélectionnez le langage à employer.

source: Enter the code to insert. Use the template tag <strong>%%content%%</strong> to access the shortcode content (selection).<span class="attributes-desc" style="display:none"> Use <strong>%%attribute_slug%%</strong> to access the attributes values.</span>
fr_fr: Saisissez le code à insérer. Utilisez le tag <strong>%%content%%</strong> pour injecter le contenu du Shortcode (sélection).<span class="attributes-desc" style="display:none"> Utilisez <strong>%%attribute_slug%%</strong> pour injecter les variables des attributs.</span>

source: Enter the code to insert. Use the template tag <strong>%%content%%</strong> to access the shortcode content (selection). <span class="attributes-desc" style="display:none"> Use <strong>%%attribute_slug%%</strong> to access the attributes values.</span>
fr_fr: Saisissez le code à insérer. Utilisez le tag <strong>%%content%%</strong> pour injecter le contenu du Shortcode (sélection). <span class="attributes-desc" style="display:none"> Utilisez <strong>%%attribute_slug%%</strong> pour injecter les variables des attributs.</span>

source: Enter the code to run. Return your result. Use the variable <strong>$content</strong> to access the current content selection ( if any ). <span class="attributes-desc" style="display:none"> Use <strong>$atts</strong> to access the attributes values <em>(array)</em>.</span>
fr_fr: Saisissez le code à exécuter. Retourne votre résultat. Utilisez la variable <strong>$content</strong> pour injecter le contenu sélectionné ( s'il existe ). <span class="attributes-desc" style="display:none"> Utilisez <strong>$atts</strong> pour injecter les variables des attributs <em>(tableau)</em>.</span>

source: Rich Editor Button
es_es: Botón de editor de texto enriquecido
fr_fr: Bouton pour l'éditeur

source: Enable
es_es: Activar
fr_fr: Activer

source: Check to include a button to access this shortcode on the rich text editor.
es_es: Marcar para incluir un botón de acceso a la abreviatura dentro del editor de texto enriquecido.
fr_fr: Cochez pour ajouter un bouton relatif à ce Shortcode dans l'éditeur de texte.

source: Prevent
es_es: Prevenir
fr_fr: Sécurité

source: Check to prevent this shortcode for running when no content is selected.
es_es: Marcar para prevenir la ejecución de la abreviatura cuando no hay contenido seleccionado.
fr_fr: Cochez pour prévenir l'exécution de ce Shortcode lorsqu'aucun contenu n'est sélectionné.

source: Select the row where you want to include this button. ( <a href="
es_es: Seleccionar la fila donde quieres incluir este botón. ( <a href="
fr_fr: Choisissez le rang dans lequel vous voulez inclure ce bouton. ( <a href="

source: Short Description
es_es: Descripción corta
fr_fr: Description courte

source: Enter a one line description for this shortcode button.
es_es: Entra una descripción de una línea para el botón de esta abreviatura
fr_fr: Saisissez une ligne de description pour le bouton de ce Shortcode.

source: Long Description
es_es: Descripción larga
fr_fr: Description détaillée

source: Enter a more detailed description for this shortcode button.
es_es: Entra una descripción más detallada para el botón de esta abreviatura.
fr_fr: Saisissez une description plus détaillée pour le bouton de ce Shortcode.

source: Overlay width
es_es: Ancho de superposición
fr_fr: Largeur de la fenêtre

source: Enter the width of the overlay window. ( pixels )
es_es: Entra el ancho de la ventana de superposición. ( píxels )
fr_fr: Saisissez la largeur de la fenêtre popup (en pixels)

source: Overlay height
es_es: Alto de superposición
fr_fr: Hauteur de la fenêtre

source: Enter the height of the overlay window. ( pixels )
es_es: Entra la altura de la ventana de superporsición. (píxels)
fr_fr: Saisissez la hauteur de la fenêtre popup (en pixels)

source: Enter the slug for this attribute. Used to retrieve this attribute value.<br/> Allowed: a-z,0-9 ( examples: color, size, videoid, fileurl )
fr_fr: Saisissez le slug pour cet attribut. Utilisé pour retrouver la variable de cet attribut. <br /> Autorisés : a-z,0-9 (exemples : couleur, taille, videoid, fileurl)

source: Enter a label for this attribute. ( Used on the rich editor button )
es_es: Entra una etiqueta para este atributo. (Usada en el editor de texto enriquecido)
fr_fr: Saisissez un label pour cet attribut. (Utilisé pour le bouton de l'éditeur)

source: Select the attribute type. ( Used on the rich editor button )
es_es: Selecciona el tipo de atributo. (Usado en el editor de texto enriquecido)
fr_fr: Sélection du type d'attribut. (Utilisé pour le bouton de l'éditeur)

source: Use the following syntax to add multiple options:<br/><div id="sphelp" style="padding: 15px;width: 90%;background: #f4f4f4;border: 1px dotted #ddd;font-style: normal;"><strong>OptionName1|OptionValue1,<br/>OptionName2|OptionValue2,</strong><br/>[etc]<br/><br/>eg: Small|12px,Normal|16px,Huge|21px</div>
fr_fr: Utilisez la syntaxe suivante pour ajouter et combiner des options :<br/><div id="sphelp" style="padding: 15px;width: 90%;background: #f4f4f4;border: 1px dotted #ddd;font-style: normal;"><strong>OptionName1|OptionValue1,<br/>OptionName2|OptionValue2,</strong><br/>[etc]<br/><br/>eg: Small|12px,Normal|16px,Huge|21px</div>

source: Default Value
es_es: Valor por defecto
fr_fr: Valeur par défaut

source: Enter the default value.
es_es: Entrar el valor por defecto.
fr_fr: Saisissez la valeur par défaut.

source: Enter a description for this attribute. ( Used on rich editor button )
fr_fr: Saisissez une description pour cet attribut (Description utilisée par le bouton de l'éditeur)

source: Please make a selection.
es_es: Por favor haz una selección.
fr_fr: Effectuez une sélection, SVP.

source: Sort Buttons
es_es: Botones de orden
fr_fr: Ordonner les boutons

source: Drag and drop the buttons to sort their display order.
fr_fr: Glissez-déposer les boutons pour réorganiser leur ordre.

source: Use the separator bellow to add a space between your buttons. <span class="note">( Double click separators to remove )</span>
fr_fr: Utilisez le séparateur ci-dessous pour ajouter un espace entre vos boutons. <span class="note">( Double-cliquez sur les séparateurs pour les supprimer )</span>

source: Separator
fr_fr: Séparateur

source: Row 1
es_es: Fila 1
fr_fr: Rang 1

source: Row 2
es_es: Fila 2
fr_fr: Rang 2

source: Row 3
es_es: Fila 3
fr_fr: Rang 3

source: Row 4
es_es: Fila 4
fr_fr: Rang 4

source: Hide Shortcodes Pro menu:
fr_fr: Masquer le menu Shortcodes Pro :

source: Shortcodes Pro Options
fr_fr: Options Shorcodes Pro

source: Save Changes
fr_fr: Sauvegarder les modifications

source: <strong>Remember</strong>: <em>You can use WordPress built in <a href="import.php" title="Import">Import</a>/<a href="export.php" title="Export">Export</a> feature to backup and migrate your custom shortcodes</em>.
fr_fr: <strong>Remarque</strong>: <em>Vous pouvez utiliser la fonction <a href="import.php" title="Import">Import</a> / <a href="export.php" title="Export">Export</a> de WordPress pour sauvegarder et faire migrer vos Shortcodes personnalisés</em>.

source: Cheating??. Please verify your settings
fr_fr: Vous essayer de tricher ? Merci de vérifier vos paramètres

source: Shortcode not found. Please verify your settings
es_es: Abreviatura no encontrada. Por favor verifica tus ajustes
fr_fr: Shortcode non trouvé. Merci de vérifier vos paramètres

source: The Shortcode does not exist. Please verify your settings
es_es: La abreviatura no existe. Por favor verifica tus ajustes
fr_fr: Ce Shortcode n'existe pas. Merci de vérifier vos paramètres

source: Shortcode button not enabled. Please verify this shortcode settings.
es_es: Botón de abreviatura no está activado. Por favor verifica los ajustes de esta abreviatura.
fr_fr: Le bouton de ce Shortcode n'est pas activé. Merci de vérifier les paramètres de ce Shortcode.

source: Shortcode Error. Please verify this shortcode settings.
es_es: Error de abreviatura. Por favor verifica los ajustes de esta abreviatura
fr_fr: Erreur de Shortcode. Merci d'en vérifier les paramètres.

source: Cancel
es_es: Cancelar
fr_fr: Abandonner

source: Insert
es_es: Insertar
fr_fr: Insérer

source: Shortcode
es_es: Abreviatura

source: FAQ
es_es: FAQ (preguntas frecuentes)

source: Documentation
es_es: Documentación

source: Action
es_es: Acción

source: Slug
es_es: Descripción

source: Label
es_es: Etiqueta

source: Code
es_es: Código

source: Type
es_es: Tipo

source: Options
es_es: Opciones
